# a = input('Какую машину вы хотели бы взять на прокат? Введите марку ')
# print('Замечательный выбор и у нас есть машина марки ' + a)

# d = input('Сколько мест вы желаете забронировать у нас в рестора? Введите число ниже\n')
# if int(d) > 8:
#     print('Вам придется подождать.')
# else:
#     print('Столик на ' + str(d) + ' человек уже готов. Ждем вас.')

dd = input('введите любое число ')
if int(dd) % 10 == 0:
    print('Введенное вами число ' + str(dd) + ' кратно 10')
else:
    print('Введенное вами число ' + str(dd) + ' не кратно 10')

